<?php
session_start();
require_once "../scripts/config.php";
require_once "../scripts/functions.php";
$text_id =6;
$text_title =get_title($text_id);
?>
<!DOCTYPE HTML>
<html>
<?php
require_once "../models/head.php";
?>
<div class="container">
<?php
require_once "../models/header.php";?>
<div class="main-content">
<h1><?php echo $text_title;?></h1>
<?php require_once "../models/fanfic-info.php"; ?>
<?php if (isAdmin()) { require_once "../models/fanfic-admin.php"; } ?>
<p>Беллатрикс Лестранж ворвалась в комнату черным вихрем. Жаль, оценить по достоинству ее появление было некому — Рудольфус крепко спал. Зрелище безмятежно спящего мужа так разозлило Беллу, что она не стала им любоваться, а подлетела к кровати и стала грубо трясти Рудольфуса за плечи.</p>
<p>— Руди, вставай!</p>
<p>Рудольф открыл глаза и недовольно посмотрел на жену. </p>
<p>— Что случилось? </p>
<p>— Я написала тот рассказ для «Ведьмополитена» о котором тебе говорила, и хочу, чтобы ты его посмотрел! </p>
<p>Рудольф зевнул и сердито произнес:</p>
<p>— Я спал сорок три минуты! </p>
<p>— Ну и что? — парировала Белла. — Я, между прочим, всю ночь этот несчастный рассказ писала! Сегодня надо сдавать!</p>
<p>Рудольф опять зевнул.</p>
<p>— Давай по порядку — что за рассказ, куда его тебе сдавать и при чем тут я?</p>
<p>— Ты это все затеял! И вообще, где ты был всю ночь? — не унималась Белла. </p>
<p>Рудольф тяжело вздохнул. </p>
<p>— Я писал техническое задание на ликвидацию Пруэттов, и это тебе хорошо известно. А вот что я затеял, мне неизвестно. Расскажи по порядку, пожалуйста. </p>
<p>Белла посмотрела в широко раскрытые невинные глаза мужа и передумала его ругать. Хотя сделать его виноватым в том, что ей всю ночь пришлось сидеть и писать то, что она никогда не писала. Отчет о боевой операции — пожалуйста, хотя и их она старалась спихнуть на мужа. </p>
<p>— Ты давно говорил, что неплохо бы пустить дезу о том, что у меня связь с Темным Лордом. </p>
<p>— Да, — заинтересовался Рудольф, — и что? </p>
<p>— Мы посоветовались с Темным Лордом и я решила написать эротический рассказ для «Ведьмополитена». О Темном Лорде и его верной последовательнице. </p>
<p>Рудольф слез с кровати и взмахом палочки зажег ночник. </p>
<p>— Ну, давай, — сказал он. — Все равно ведь не отстанешь. </p>
<p>Белла покорно протянула листки пергамента. Сейчас она походила на студента Слизерина, сдающего реферат по трансфигурации декану Гриффиндора. Или на студента Гриффиндора, сдающего реферат по зельеварению декану Слизерина. В любом случае, зрелище было печальное. </p>
<p>Рудольф взял пергамент и с видом человека, которому все равно деваться некуда, принялся за чтение. С первой же строчки его брови удивленно поднялись, на половине страницы он усмехнулся, а потом громко засмеялся, чуть не уронив листы. </p>
<p>Белла с тревогой посмотрела на мужа. </p>
<p>— Что? — с волнением спросила она. </p>
<p>Рудольф вздохнул, пытаясь восстановить душевное равновесие. Равновесие восстанавливаться не хотелось, поэтому Рудольф звонком вызвал домового эльфа, велев ему принести чашечку кофе. </p>
<p>Выпив кофе, Рудольф немного успокоился, взял первый лист и  размеренно, словно на работе, начал: </p>
<p>— Ну, смотри. Начинается с того, что она приходит к Лорду прямо с задания. А где дежурный в приемной? Почему он не доложит о ее приходе? </p>
<p>Белла смешалась: </p>
<p>— Может тебе еще и план штаб-квартиры нарисовать? И устройство Организации описать? </p>
<p>— Не обязательно описывать действительное устройство. Ты же сама говоришь, что это деза. А раз деза, то заодно можно и устройство Организации исказить. </p>
<p>— Я эротический рассказ пишу, а не шпионский роман! — возмутилась Белла. </p>
<p>— А, по-моему, одно другому не мешает, — спокойно парировал Рудольф. — Ладно, давай дальше. Целый абзац о том, как ее пьянит запах крови и как она от него одурела после задания. Белла, я не понимаю, где ты видела кровь на спецоперации? У тебя парой строк ниже сказано, что ее любимое заклятье — Круциатус. А убивать лучше всего Авадой. Где здесь кровь? </p>
<p>— Это фигуральное выражение! — запротестовала Белла. </p>
<p>Муж оборвал ее: </p>
<p>— Если бы я в отчетах писал фигуральными выражениями, меня бы враз с поста начальника разведки турнули. И не фигурально, а вполне реально. Да, кстати, а почему она у тебя сразу к Лорду бежит? А субординация? </p>
<p>Белла рассмеялась: </p>
<p>— Какая в постели субординация! Или ты хочешь, чтобы я сначала к Розье побежала? </p>
<p>Рудольф пристально посмотрел на жену. </p>
<p>— К Розье я бы сам первый побежал, ибо первое, что мне хочется после спецоперации — выпить. А тебе бегать к нему не советую.</p>
<p>— Он мой кузен!</p>
<p>— Ну, знаешь, у чистокровных волшебников инцест — не извращение, а образ жизни. Между прочим, ты мне пятиюродная племянница по материнской линии, а по отцовской — я тебе шестиюродный дедушка. </p>
<p>Белла задумалась, восстанавливая в уме генеалогическое древо Блэков. На шестой  ступени она запуталась, бросила это дело и вопросительно посмотрела на мужа. </p>
<p>— Ты дальше читай. </p>
<p>— Хорошо, пойдем дальше. Два абзаца про то, как она одета. Белла, скажи мне, пожалуйста, ты в чем на задания ходишь? </p>
<p>— Ну как... — Белла смешалась, — маггловские джинсы, теплые колготки, свитер... </p>
<p>— А почему тогда она у тебя приходит с задания в шелковых чулках, коротком черном платье с декольте и туфлях на шпильках? </p>
<p>— Это смотря какое задание... Мне и в таком приходилось ходить. </p>
<p>— Ты не путай вербовку с боевой операцией! На вербовку большой шишки в шикарный ресторан можно пойти в вечернем платье и туфлях на шпильках, но у тебя-то она с боевого задания вернулась! </p>
<p>Белла обиженно надула губы. </p>
<p>— Руди, если ты будешь к каждому слову придираться, я вообще тебе ничего показывать не буду! Ты продолжай, там самое интересное. </p>
<p>Рудольф пожал плечами, но послушно перевернул лист. Белла пристально следила  за выражением лица мужа, но тот сделал каменное лицо, выражающее исключительно деловой интерес. </p>
<p>— Все так плохо? — не выдержала Белла. </p>
<p>— Нет, — помотал головой Рудольф, — не плохо. Ужасно. Откуда ты вообще взяла этот стиль? </p>
<p>— Я три годовые подшивки «Ведьмополитена» прочитала! — обиделась Белла. — Все так пишут! </p>
<p>— И это кто-то читает? — заинтересованно спросил Рудольф. — И тут же сам себе ответил: — Впрочем, раз журнал не разорился до сих пор, значит, читают.</p>
<p>— А чем тебе не нравится? </p>
<p>— Как тебе сказать... — замешкался Рудольф. — Ну, смотри. Ладно, так уж и быть, я не буду задерживаться на том, что вместо отчета о задании они сразу начинают целоваться. А дальше он опрокидывает ее на стол... Белла, ты помнишь, что у Лорда стоит на столе? </p>
<p>— Помню, — быстро ответила Белла, — большой чернильный прибор в виде замка Певереллов. </p>
<p>— И если следовать логике твоего рассказа, он как раз прикладывает ее головой о главную башню, из которой, между прочим, торчит стальное острозаточенное перо. И никакой Авады не надо. </p>
<p>— У меня нет ничего про этот замок! — возмутилась Белла. </p>
<p>— Это не значит, что его там нет, — возразил Рудольф.</p>
<p>— Но читатели-то об этом не знают! </p>
<p>Рудольф задумался. Думал он с полминуты, потом попросил еще кофе. После кофе он еще с полминуты думал, а потом снова взялся за творение жены, скептически при этом ухмыляясь. </p>
<p>— Дальше две страницы описания, как они занимались любовью Белла, милая, если бы я тебя не знал, я бы подумал, что у тебя до этого ничего ни с кем не было. Но поскольку мы вот уже девять лет женаты...</p>
<p>— С Лордом у меня точно ничего не было! — горячо воскликнула Белла.</p>
<p>— А что, Темный Лорд — не человек? </p>
<p>— Нет! Он выше, чем человек!</p>
<p>— Но анатомия-то у него человеческая? — невинно поинтересовался Рудольф. </p>
<p>— Ну, наверное, — неуверенно сказала Белла. </p>
<p>— Когда ты последний раз его видела, — не унимался Рудольф, — сколько у него было рук? </p>
<p>— Две, а что?</p>
<p>— У тебя получается, что минимум три. </p>
<p>Белла недоумевающе посмотрела на мужа, потом на свои листки и махнула рукой. </p>
<p>— Ты не понимаешь! Это же вымысел! </p>
<p>— Ну и что? — не унимался Рудольф. — Ты хочешь оставить читательниц в заблуждении, что у Темного Лорда три руки? </p>
<p>— Ты же сам говоришь — дезинформация! </p>
<p>Рудольф тяжело вздохнул. </p>
<p>— Ладно, скажи, она у тебя вдоль или поперек лежит? </p>
<p>— А какая разница? </p>
<p>— У нее голова с края стола свешивается и если она лежит поперек, я это допускаю. А если вдоль, тогда Лорду придется лечь сверху, иначе он не дотянется. Впрочем, подожди... — Рудольф погрузился в размышления. — Нет, я не помню габариты его стола. Ты не догадалась его измерить? </p>
<p>— Зачем? — искренне удивилась Белла. </p>
<p>— Когда мы спецоперацию готовим, то собираем все данные, вплоть до размеров кровати, на которой спит объект!</p>
<p>— Но это не спецоперация!</p>
<p>— Ты зря так думаешь. Это дезинформация, рассчитанная на привлечение целевой аудитории. А это значит, подход должен быть такой же, как и для любой спецоперации. </p>
<p>— Может мне еще и Лорда измерить? </p>
<p>Белла спросила больше в шутку, но муж воспринял ее слова серьезно. </p>
<p>— Знаешь, а неплохо было бы. </p>
<p>— Рудольф! </p>
<p>— Что Рудольф? — искренне удивился муж. — Я серьезно говорю. </p>
<p>— Тебе бы только все измерять! Ты о чувствах думай! Я столько чепухи наизусть выучила, чтобы красиво написать о чувствах!</p>
<p>— В чувствах я не разбираюсь, — честно признался Рудольф. </p>
<p>— А зачем тогда советы даешь? </p>
<p>— Ты сама просила меня посмотреть. Я и указываю тебе на явные логические ошибки. Кстати, еще одна вещь. Там все-таки есть дежурный в приемной или нет? </p>
<p>— Какая разница! — раздраженно произнесла Белла.</p>
<p>— А вот какая! — назидательно сказал Рудольф. — Она у тебя вопит во весь голос. Дежурный вмиг бы прибежал на шум! </p>
<p>— Они поставили заглушающее заклятие! </p>
<p>— А почему тогда у тебя об этом не сказано? </p>
<p>— Знаешь что, Руди, — обиделась Белла, — раз ты такой умный, тогда сам и пиши! </p>
<p>Рудольф посмотрел в потолок. Потом на жену. И честно признался:</p>
<p>— Если я что-то я напишу, это опубликуют разве что в разделе криминальной хроники.  </p>
<p>— А с этим мне что делать? — растерянно спросила Белла. — Попросить Риту Скитер, чтобы переписала все заново? </p>
<p>Рудольфу махнул рукой.</p>
<p>— А зачем? Отдавай, как есть. Для целевой аудитории сойдет. Мы же все равно дезинформацию даем. А теперь дай мне поспать, у нас сегодня спецоперация. Ты, между прочим, тоже в ней участвуешь! </p>
<p>На этих словах Рудольф отвернулся к стенке и мгновенно заснул. </p>
<p>Белла разочарованно вздохнула, погасила ночник и легла рядом. </p>
<p>Ее надежда на то, что муж не только покритикует ее, но и покажет на практике, погасла вместе со светом ночника. </p>

</div>
<div class="comments-main">
<?php require_once "../models/comments.php"; ?>
</div>
<?php require_once "../models/footer.php"; ?>
</div>
</body>
</html>