<?php
session_start();
require_once "../scripts/config.php";
require_once "../scripts/functions.php";
$text_id =17;
$text_title = get_title($text_id);
?>
<!DOCTYPE HTML>
<html>
<?php
require_once "../models/head.php";
?>
<div class="container">
<?php
require_once "../models/header.php";?>
<div class="main-content">
<h1><?php echo $text_title;?></h1>
<?php require_once "../models/fanfic-info.php"; ?>
<?php if (isAdmin()) { require_once "../models/fanfic-admin.php"; } ?>
<p>Лютиэн никогда раньше не была в крепости на острове Тол-Сирион. Но, даже если бы и была, смогла бы она сориентироваться здесь сейчас, когда после нескольких долгих лет владычества Саурона этот замок фактически стал другим, а сейчас рушился и потерял свой облик окончательно? </p>
<p>Ее сейчас мало волновало то, на что стала похожа бывшая крепость Минас Тирит. Она мало что замечала вокруг и никто не замечал ее. Единственная ее мысль сейчас была о Берене и, если бы она не цеплялась за эту мысль сейчас, то потеряла бы остатки своей силы и рухнула бы прямо здесь, во дворе разрушенной крепости. Удивительно — как ей удалось не просто потягаться в силах с Сауроном, но и одолеть его? Даже при помощи Хуана? Впрочем, и об этом она сейчас не думала. </p>
<p>Лестница вела вниз. Даже не дверь — черный провал куда-то в глубину. Лютиэн стало жутко. Сознание говорило, что ничего страшнее того, что она видела, она уже не увидит, но спускаться почему-то не хотелось. Однако ей нужно было именно туда и она вошла в провал. </p>
<p>Темнота. Смрад и темнота. Темнота никогда не была Лютиэн помехой, а вот остальное... Как такое вообще может быть на свете? Как такое может стоять на земле и земля выдерживает это? И сколько еще идти по этой бесконечно лестнице и не есть ли это подземелье туннель, ведущий прямиком в Ангбанд? Что за наваждение! Не может быть здесь такого туннеля. И не должно быть так жутко — ведь власть Саурона над этим островом уже кончилась. Власть кончилась, а вот стены ее еще помнят. И хорошо помнят...</p>
<p>Как можно забираться так глубоко под землю? Это ведь не природная пещера, что что-то сделанное искусственно и поэтому чуждое земле. Ни в Менегроте, ни в Нарготронде нет такого ощущения — как будто ты спускаешься куда-то к самым корням земли и ни солнца, ни неба более не существует. Да кончится когда-нибудь это спуск или нет?</p>
<p>Лестница закончилась. Держась за стенку, Лютиэн направилась по узкому коридору — он тоже спускался вниз, но более полого. Наконец, она вошла в низкую полукруглую пещеру, дыру в земле, где, кажется, было еще темнее, чем в других подземельях замка. Где же он? Неужели все зря?</p>
<p>— Берен! — тихо позвала она.</p>
<p>Никто не откликался. Он здесь, она это знала. Он был здесь долгое время и не один. </p>
<p>— Берен? </p>
<p>Неужели он мертв? Неужели все кончено? Нет, не может быть такого, она не верит в это!</p>
<p>Неужели это подземелье отняло у нее всякую способность видеть?</p>
<p>Он сидел у стены, неподвижно, словно мертвый. А рядом с ним лежал Финрод Фелагунд и голова его покоилась у человека на коленях. </p>
<p>Лютиэн замерла. Как?.. Финрод — здесь? Он хотя бы жив? </p>
<p>Если бы она пришла хоть чуть-чуть пораньше!</p>
<p>— Берен, очнись, это я!</p>
<p>— Лютиэн...</p>
<p>В его голосе не было радости. И ничего не было. Даже боли. Боль уже вся кончилась. </p>
<p>А вот для нее все только начиналось...</p>
<p>Понять, что произошло, было нетрудно. К кому мог Берен пойти за помощью? Только к Финроду. Почему она раньше не догадалась? Надо было послать кого-нибудь в Нарготронд разузнать новости... Неужели она ничего бы не придумала!.. В каком же оцепенении находились все они тогда...</p>
<p>Так вот почему Келегорм и Куруфин смотрели на нее так странно, когда они повстречались за Тейглином! Как она только могла им довериться? Собственные же слова сыграли с ней злую шутку — она ведь так упорно убеждала все, что эльфы должны быть союзниками перед лицом врага, что даже сыновья Феанаро не могут причинить никакого зла и не стоят их опасаться... Она ведь обрадовалась как дитя, встретив братьев. Ну и что, что сыновья Феанора? Все уже в прошлом — и резня и клятва.. а сейчас они враги одного врага и она может рассчитывать на их помощь. А помощь ей ох как была нужна... </p>
<p>Даже находясь в Нарготронде она еще ни о чем не догадывалась. Или уже догадывалась? Ведь она спрашивала у Келегорма, где Финрод и Ородрет и почему те не встретят ее, а он отвечал уклончиво, а потом удалился и оставил ее в одиночестве надолго. У нее даже появилась бредовая мысль, что это какой-то другой Нарготронд, не тот, где она когда-то была в гостях, и где правит Финрод Фелагунд, ее самый любимый родич. Как она радостно говорила когда-то: «У меня не было братьев, а теперь их четверо! Я так счастлива!». Уже не четверо. Уже только один. И с ним она так и не повидалась в Нарготронде...</p>
<p>— Берен, этот замок сейчас рухнет. Пойдем отсюда.</p>
<p>Он посмотрел на нее, словно не видя, и опять перевел взгляд на мертвого Финрода. </p>
<p>Почему она не пришла раньше! Не надо было ехать в Нарготронд, понадеявшись на помощь, которой она все равно не получила, надо было спешить сюда, ведь она уже знала, что Берен здесь! Откуда же могла она знать... Или это тоже судьба? Судьба привела Берена в Дориат, судьба свела их вместе. А Финрод...</p>
<p>Нет, не стоит об этом думать. Не стоит думать о том, чего уже нет.</p>
<p>Лютиэн взяла Берена за руку, пытаясь поднять ее с земли. Сначала он так и сидел неподвижно, но потом встал сам и, держа тело Финрода на руках, направился за ней к выходу из подземелья. </p>
<p>А ведь они не прошли еще половины пути...</p>

</div>
<div class="comments-main">
<?php require_once "../models/comments.php"; ?>
</div>
<?php require_once "../models/footer.php"; ?>
</div>
</body>
</html>