<?php
session_start();
require_once "../scripts/config.php";
require_once "../scripts/functions.php";
$text_id =14;
$text_title =get_title($text_id);
?>
<!DOCTYPE HTML>
<html>
<?php
require_once "../models/head.php";
?>
<div class="container">
<?php
require_once "../models/header.php";?>
<div class="main-content">
<h1><?php echo $text_title;?></h1>
<?php require_once "../models/fanfic-info.php"; ?>
<?php if (isAdmin()) { require_once "../models/fanfic-admin.php"; } ?>
<p>Сливочного пива определенно было мало. Но Рон и Гарри твердо решили: пока не сданы все экзамены в школе авроров — никаких крепких напитков. Им и без огневиски весело, главное ведь не что ты пьешь, а с кем.</p>
<p>— По заклятьям ты точно первым будешь, — с легкой долей зависти сказал Рон. — Все таки Сами-Знаете-Кого убил.</p>
<p>— При чем тут Волдеморт? Его на экзамене точно не будет.</p>
<p>Друзья рассмеялись, представив Волдеморта в качестве наглядного пособия.</p>
<p>— А вот тайное проникновение и выслеживание ты не сдашь! — заявил Рон.</p>
<p>Гарри посмотрел на него с удивлением.</p>
<p>— Почему это не сдам? Помнишь, сколько раз я по школе незамеченным ходил? Мы вместе ходили!</p>
<p>— Под мантией-невидимкой, — заметил Рон. — А где ты ходил незамеченным без мантии?</p>
<p>Гарри серьезно задумался. Как-то ничего не припоминалось. Мало того — его засекали даже и под мантией. Например, Снейп и Крауч под личиной Хмури на четвертом курсе. Или Малфой на шестом. Похвастаться и вправду нечем. Оставалось только переходить в нападение:</p>
<p>— А ты? Ты много где пробирался без мантии-невидимки?</p>
<p>— А как же! — довольно улыбнулся Рон. — Я еще до Хогвартса дома пирожки из кухни таскал, а ты знаешь, какая моя мама на этот счет бдительная! Не меньше Хмури!</p>
<p>Гарри не мог не согласиться. У него самого подобного опыта не имелось, потому как Дурсли были бдительнее Хмури и миссис Уизли, вместе взятых. Даже неповоротливый Дадли умудрялся появляться на кухне быстрее, чем Гарри дотронется до дверцы холодильника. </p>
<p>Но потерпеть поражение не позволяла фамильная гордость Поттеров.</p>
<p>— Ну и что? Мантия — это лучшее средство тайного проникновения! </p>
<p>— А если у тебя не окажется при себе мантии?</p>
<p>— Она всегда при мне! </p>
<p>— А если ты ее одолжишь мне? Или Гермионе? </p>
<p>Гарри пожал плечами.</p>
<p>— Ты сам сказал, что тебе мантия не нужна, ты уже на пирожках своей мамы потренировался. </p>
<p>Рон не унимался:</p>
<p>— А спорим, что без мантии у тебя ничего не получится? </p>
<p>— Пирожки у твоей матери таскать не буду, — тут же предупредил Гарри. И, поймав взгляд Рона, брошенный на барную стойку, добавил: — И сливочное пиво тоже. Можно еще купить, если ты так хочешь. </p>
<p>Рон помотал головой — пива он больше не хотел. Он хотел взять Гарри на слабо, а тот никак не брался. </p>
<p>— А просто пройти, чтобы тебя не заметили? </p>
<p>— Ну вот на экзамене и пройду. Под разиллюзионным. Я вообще не понимаю, зачем этот экзамен. Мантия-невидимка меня никогда не подводила, а если понадобится выбраться в маггловский Лондон, меня не заметят, будь я даже в мантии и на метле.   </p>
<p>Рон рассмеялся. Гарри непонимающе посмотрел на друга. </p>
<p>— Ты чего? </p>
<p>— Не заметят, говоришь? Спорим, заметят, если пролетишь на метле мимо окон? </p>
<p>Гарри наконец-то вошел в азарт. </p>
<p>— Да хоть мимо окна премьер-министра! — выпалил он. — На что спорим? </p>
<p>— На десять галлеонов! — ответил Рон, и только потом сообразил, что попросил мало. </p>
<p>На Даунинг-стрит решили аппарировать, поскольку на метле слишком далеко, а маггловским транспортом дорого. Да и с метлой неудобно. </p>
<p>Прибыв на место, Рон сразу же надел мантию-невидимку, а Гарри оседлал метлу. На улице было достаточно светло, чтобы летать, а так же чтобы заметить любые неопознанные летающие объекты вроде ненормальных волшебников на метле. Но немногочисленные прохожие даже не поднимали головы. Подумаешь, что-то там летает. Вот когда оно спикирует и попытается отобрать кошелек, тогда и станут караул кричать, а так у всех своих дел полно. </p>
<p>У премьер-министра, видимо, тоже было полно своих дел: по крайней мере, Гарри его не заметил ни в одном из окон. Для верности он пролетел по одному разу мимо каждого этажа, сделал круг над крышей, чудом не задев британский  флаг, и медленно спустился вниз. </p>
<p>— Ну что? — сказал он Рону, встав на твердую землю. — Где их министр? И где его охрана? Если бы тут Упивающиеся смертью пролетели, их бы тоже не заметили! </p>
<p>— А может, они тут уже были? И премьер-министра похитили и подменили, а мы ничего об этом не знаем? — предположил Рон, снимая мантию-невидимку.  </p>
<p>— Раньше его Кингсли охранял, — вздохнул Гарри. — А потом только магглы. </p>
<p>— Не беспокойтесь, — послышался до боли знакомый голос. — Кингсли и сейчас его охраняет. </p>
<p>Друзья синхронно обернулись и уставились на министра магии, выходящего из дверей особняка маггловского премьер-министра. </p>
<p>— И что вы здесь делаете, позвольте спросить? </p>
<p>— Э-э-э... — Гарри не знал, что можно ответить, и поэтому сказал правду: — Готовлюсь к экзамену по тайному проникновению и выслеживанию. </p>
<p>— Плохо готовишься, — ответил Кингсли. — Я тебя заметил, едва ты в воздух поднялся. А маггловский министр спиной к окну сидел, и я не дал ему повернуться. Так что тренируйся активнее и приходи в следующий раз. </p>
<p>— А я? — с обидой спросил Рон.</p>
<p>— И ты тоже. Кто отправляется на маггловскую улицу в мантии? </p>
</div>
<div class="comments-main">
<?php require_once "../models/comments.php"; ?>
</div>
<?php require_once "../models/footer.php"; ?>
</div>
</body>
</html>